const China_it_top100_result = [{
    "name": "西南大学",
    "data": ["京东-->江苏京东信息技术有限公司成都分公司", "多益网络-->多益网络2018秋季全国校园招聘", "多益网络-->多益网络", "用友-->用友集团招聘简章", "科大讯飞-->科大讯飞", "小米-->小米之家"]
}, {"name": "长安大学", "data": ["京东-->京东"]}, {
    "name": "郑州大学",
    "data": ["今日头条-->今日头条-华中站春招", "东软集团-->东软集团春季校园招聘", "京东-->京东2017校园招聘会（江苏）", "京东-->京东（江苏）2018未来之星招聘", "小米-->小米创新部2018年校招宣讲-郑州大学站", "猪八戒网-->猪八戒网2018校园招聘", "用友-->用友网络科技股份有限公司校园招聘", "小米-->小米之家2018校园招聘", "东软集团-->东软集团2018校园招聘", "科大讯飞-->科大讯飞2018届A.iflyer校园招聘宣讲会", "科大讯飞-->2018年科大讯飞校园招聘宣讲会"]
}, {"name": "首都经济贸易大学", "data": ["有米科技-->有米科技2018校园招聘启动啦", "小米-->小米通讯技术有限公司"]}, {
    "name": "河北大学",
    "data": ["京东-->北京京东招聘", "今日头条-->今日头条商业化校园招聘"]
}, {
    "name": "贵州大学",
    "data": ["京东-->贵阳京东永航贸易有限公司", "用友-->用友网络科技股份有限公司贵州分公司", "朗玛信息-->贵阳朗玛信息技术股份有限公司", "朗玛信息-->贵阳朗玛信息技术股份有限公司"]
}, {"name": "武汉科技大学", "data": ["京东-->江苏京东信息技术有限公司", "京东-->京东华中", "找钢网-->上海找钢网信息科技股份有限公司"]}, {
    "name": "中国海洋大学",
    "data": ["东软集团-->东软集团宣讲会", "用友-->用友网络科技股份有限公司青岛分公司宣讲会", "京东-->京东华北区域分公司宣讲会", "京东-->京东集团企业宣讲会", "用友-->用友集团宣讲会", "途牛旅游网-->途牛旅游网宣讲会", "东软集团-->东软集团宣讲会"]
}, {
    "name": "华南理工大学",
    "data": ["科大讯飞-->科大讯飞股份有限公司宣讲会", "网宿科技-->网宿科技股份有限公司广州分公司宣讲会", "携程旅行网-->携程旅行网宣讲会", "有米科技-->有米科技股份有限公司宣讲会"]
}, {"name": "南开大学", "data": ["竞技世界-->竞技世界（北京）网络技术有限公司", "科大讯飞-->科大讯飞股份有限公司"]}, {
    "name": "华侨大学",
    "data": ["今日头条-->今日头条商业化2018校园招聘", "美柚-->厦门美柚信息科技有限公司校园宣讲", "4399-->4399游戏·2018校园招聘宣讲会", "美柚-->厦门美柚信息科技有限公司校园宣讲", "4399-->4399游戏·2018校园招聘宣讲会", "京东-->京东华南2018校园宣讲"]
}, {"name": "杭州师范大学", "data": []}, {
    "name": "燕山大学",
    "data": ["东软集团-->东软集团股份有限公司宣讲会", "乐居-->北京星宇乐居建材有限公司宣讲会"]
}, {
    "name": "南京邮电大学",
    "data": ["京东-->江苏京东信息技术有限公司扬州分公司", "东方财富-->东方财富信息股份有限公司", "东软集团-->东软集团股份有限公司", "京东-->江苏京东信息技术有限公司扬州分公司", "多益网络-->多益网络有限公司"]
}, {"name": "北方工业大学", "data": []}, {"name": "四川大学锦城学院", "data": []}, {
    "name": "北京科技大学",
    "data": ["竞技世界-->竞技世界（北京）网络技术有限公司2018届校园宣讲会", "东软集团-->东软集团2018届校园宣讲会", "百度-->北京科技大学“百度菁英俱乐部”招募公告", "京东-->京东商城2018届校园宣讲会", "世纪互联-->世纪互联2017届校园宣讲会", "央视网-->央视网华人频道2017届校园宣讲会"]
}, {"name": "上海财经大学", "data": ["东方财富-->东方财富信息股份有限公司"]}, {
    "name": "中央财经大学",
    "data": ["多益网络-->多益网络有限公司", "用友-->用友能源科技有限公司", "网易-->网易有道信息技术（北京）有限公司", "小米-->小米科技有限责任公司", "东软集团-->东软集团（北京）有限公司", "小米-->小米科技有限责任公司", "吉比特-->厦门吉比特网络技术股份有限公司"]
}, {
    "name": "电子科技大学",
    "data": ["4399-->广州4399游戏", "多益网络-->多益网络有限公司", "易建科技-->海南易建科技股份有限公司", "京东-->北京京东叁佰陆拾度电子商务有限公司", "三七互娱-->三七互娱（上海）科技有限公司", "网龙-->福建网龙计算机网络信息技术有限公司", "腾讯-->腾讯科技（深圳）有限公司", "京东-->北京京东叁佰陆拾度电子商务有限公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "搜狐-->北京搜狐新媒体信息技术有限公司", "美图-->厦门美图之家科技有限公司", "搜狐-->搜狐创新研究院", "新浪-->新浪网技术（中国）有限公司", "蘑菇街-->杭州时趣信息技术有限公司（蘑菇街X美丽说 美丽联合集团）", "百度-->百度在线网络技术（北京）有限公司", "新浪-->新浪集团", "京东-->北京京东尚科信息技术有限公司成都分公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "京东-->成都京东世纪贸易有限公司", "多益网络-->多益网络有限公司", "迅雷网络-->深圳市迅雷网络技术有限公司", "网易-->网易（杭州）网络有限公司", "网易-->网易（杭州）网络有限公司", "用友-->用友金融信息技术股份有限公司", "百度-->百度在线网络技术（北京）有限公司", "搜狐-->北京搜狐新媒体信息技术有限公司", "腾讯-->腾讯", "小米-->小米科技有限责任公司", "网易-->网易（杭州）网络有限公司", "4399-->广州4399游戏", "吉比特-->厦门吉比特网络技术股份有限公司", "用友-->用友网络科技股份有限公司", "多益网络-->多益网络有限公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "吉比特-->厦门吉比特网络技术股份有限公司", "美图-->厦门美图之家科技有限公司", "三七互娱-->三七互娱(上海)科技有限公司", "网易-->网易（杭州）网络有限公司", "网龙-->福建网龙计算机网络信息技术有限公司", "小米-->小米科技有限责任公司", "竞技世界-->竞技世界（北京）网络技术有限公司", "东方财富-->东方财富信息股份有限公司", "米哈游-->上海米哈游网络科技股份有限公司", "有米科技-->有米科技股份有限公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "米哈游-->上海米哈游网络科技股份有限公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "用友-->用友网络科技股份公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "百度-->百度在线网络技术(北京)有限公司", "科大讯飞-->科大讯飞股份有限公司", "网宿科技-->网宿科技股份有限公司厦门分公司", "腾讯-->深圳市腾讯创业基地发展有限公司"]
}, {"name": "兰州大学", "data": ["东软集团-->东软集团招聘", "凤凰网-->“来凤凰 做点有趣的”凤凰网2018校园招聘兰州大学站"]}, {
    "name": "华中科技大学",
    "data": ["多益网络-->广州多益网络股份有限公司", "途牛旅游网-->南京途牛科技有限公司（途牛旅游网）", "京东-->【实习】北京京东叁佰陆拾度电子商务有限公司", "腾讯-->【实习】腾讯科技（深圳）科技有限公司", "美图-->【实习】厦门美图之家科技有限公司", "百度-->【实习】百度在线网络技术（北京）有限公司", "蘑菇街-->【应届+实习】杭州时趣信息科技股份有限公司（蘑菇街）", "科大讯飞-->【实习】科大讯飞股份有限公司", "百度-->百度时代网络技术（北京）有限公司", "小米-->小米科技有限责任公司", "用友-->用友网络科技股份有限公司", "科大讯飞-->科大讯飞股份有限公司", "京东-->武汉京东世纪贸易有限公司", "网龙-->福建网龙计算机网络信息技术有限公司", "吉比特-->厦门吉比特网络技术股份有限公司", "今日头条-->北京字节跳动科技有限公司（今日头条）", "多益网络-->多益网络有限公司", "拓维信息-->拓维信息系统股份有限公司", "昆仑万维-->昆仑万维科技股份有限公司", "小米-->小米通讯技术有限公司（米家）", "东方网-->东方网力科技股份有限公司", "京东-->达疆网络科技（上海）有限公司（达达-京东到家）", "腾讯-->深圳市腾讯创业基地发展有限公司", "心动网络-->心动网络股份有限公司"]
}, {
    "name": "中南大学",
    "data": ["京东-->京东华南2018校园招聘", "京东-->京东商城华南分公司", "多益网络-->多益网络有限公司", "易建科技-->海南易建科技股份有限公司", "易建科技-->海南易建科技股份有限公司", "三七互娱-->三七互娱", "京东-->京东商城华南分公司   ", "百度-->百度常州总代理(参加常州组团)", "用友-->用友网络科技股份有限公司", "苏宁控股-->苏宁控股集团", "东方财富-->东方财富信息股份有限公司", "拓维信息-->拓维信息系统股份有限公司", "百度-->百度在线网络技术有限公司", "百度-->百度搜索公司", "科大讯飞-->科大讯飞股份有限公司", "网龙-->福建网龙计算机网络信息技术有限公司", "找钢网-->上海找钢网信息科技股份有限公司", "京东-->江苏京东信息技术有限公司", "多益网络-->多益网络有限公司", "美柚-->厦门美柚信息科技有限公司", "拓维信息-->金拓维信息技术有限公司"]
}, {
    "name": "重庆大学",
    "data": ["多益网络-->多益网络有限公司", "京东-->江苏京东信息技术有限公司成都分公司", "京东-->成都京东世纪贸易有限公司", "京东-->成都京东世纪贸易有限公司", "多益网络-->多益网络有限公司", "用友-->用友网络科技股份有限公司", "竞技世界-->竞技世界（北京）网络技术有限公司"]
}, {"name": "烟台大学", "data": ["用友-->用友软件“ERP实施顾问”"]}, {"name": "温州大学", "data": []}, {
    "name": "北京石油化工学院",
    "data": []
}, {"name": "天津工业大学", "data": ["用友-->用友集团", "今日头条-->今日头条", "微贷网-->微贷网"]}, {
    "name": "上海海关学院",
    "data": []
}, {"name": "江汉大学", "data": []}, {"name": "成都信息工程大学", "data": []}, {
    "name": "四川大学",
    "data": ["房天下-->房天下--北京搜房网络技术有限公司成都分公司近期到我...", "今日头条-->北京字节跳动科技有限公司（今日头条）近期到我校招聘", "腾讯-->腾讯科技（深圳）有限公司近期到我校招聘", "百度-->百度搜索公司近期到我校招聘", "科大讯飞-->科大讯飞股份有限公司近期到我校招聘", "途牛旅游网-->途牛旅游网近期到我校招聘", "多益网络-->多益网络近期到我校招聘", "4399-->4399游戏近期到成都招聘", "4399-->4399游戏近期到我校招聘", "京东-->达达-京东到家近期到我校招聘", "网龙-->网龙网络控股有限公司近期到成都招聘", "吉比特-->吉比特&雷霆游戏近期到我校招聘", "三七互娱-->三七互娱（上海）科技有限公司近期到我校招聘", "用友-->用友集团近期到成都招聘", "小米-->小米公司近期到我校招聘", "用友-->用友集团近期到我校招聘", "京东-->京东西南大区研究所近期到我校招聘", "今日头条-->今日头条近期到我校招聘", "百度-->百度近期到我校招聘", "蘑菇街-->蘑菇街2018实习生招募", "今日头条-->今日头条近期到我校招聘", "京东-->京东成都研究院近期到我校招聘", "腾讯-->腾讯公司近期到成都招聘", "易建科技-->海南易建科技股份有限公司近期到我校招聘", "多益网络-->多益网络近期到我校招聘"]
}, {
    "name": "哈尔滨工业大学",
    "data": ["昆仑万维-->昆仑万维2018校园招聘", "科大讯飞-->科大讯飞2018届A.iflyer校园招聘宣讲会（笔试前请务必参加网申）", "联动优势-->联动优势2018校园招聘", "乐居-->“乐居新吴江 美丽苏州湾” 苏州-吴江上市企业哈工大专场招聘会", "百度-->百度2018校园招聘正式启动", "美图-->美图网2018秋季校园招聘", "美团点评-->美团点评2018校园招聘开始啦！", "网易-->网易有道2018校园招聘宣讲会", "多益网络-->【多益网络】2018秋季校园招聘（现场笔试）", "用友-->用友2018校园招聘", "今日头条-->【今日头条】2018校园招聘", "东软集团-->东软集团2018校园招聘", "竞技世界-->竞技世界（北京）网络技术有限公司2018秋季校园招聘（哈尔滨站）", "百度-->百度外卖2018校园招聘会", "饿了么-->饿了么2018校园招聘", "腾讯-->腾讯无线大连研发中心18实习生招聘宣讲会", "东软集团-->东软集团2017春季专场招聘", "多益网络-->【专注你的热爱 】多益网络2017春季校园招聘哈尔滨站（现场笔试）", "搜狐-->搜狐集团北京研发中心“一站式”招聘会", "腾讯-->“让世界看到你的影响力”腾讯2017实习生招聘火热启动！", "世纪互联-->世纪互联2017年春季校园招聘会", "美图-->美图公司2017实习生计划招聘"]
}, {
    "name": "浙江大学",
    "data": ["百度-->百度在线网络技术（北京）有限公司", "百度-->百度在线网络技术（北京）有限公司", "百度-->百度在线网络技术（北京）有限公司", "携程旅行网-->携程旅行网", "昆仑万维-->北京昆仑万维科技股份有限公司", "网易-->网易有道信息技术（北京）有限公司", "科大讯飞-->科大讯飞股份有限公司", "腾讯-->腾讯科技(深圳)有限公司"]
}, {
    "name": "南京大学",
    "data": ["科大讯飞-->科大讯飞股份有限公司", "途牛旅游网-->途牛旅游网2017春季校园招聘", "腾讯-->腾讯互娱2017实习生招聘宣讲会", "多益网络-->【专注你的热爱 】多益网络2017全国春季校园招聘", "腾讯-->腾讯暑期实习生招聘火热启动！", "京东-->京东2017春季实习生招聘", "新浪-->新浪&微博2017实习生招聘", "百度-->百度2018校园宣讲会", "小米-->小米2018校园招聘", "东方财富-->东方财富2018校园招聘", "京东-->京东物流未来之星", "网宿科技-->网宿科技2018校园招聘", "今日头条-->今日头条宣讲会", "科大讯飞-->科大讯飞2018届A.iflyer校园招聘宣讲会（笔试前请务必参加网申）", "游族网络-->游族网络2018年校园招聘", "饿了么-->饿了么2018校园招聘", "百度-->2018百度搜索公司管理培训生校园招聘", "昆仑万维-->昆仑万维2018校园招聘", "途牛旅游网-->途牛旅游网2018年校园招聘宣讲会", "京东-->达达-京东到家2018秋季校园招聘", "三七互娱-->三七互娱2018校园宣讲会", "多益网络-->【专筑梦想，寻找益见领袖 】多益网络2018秋季全国校园招聘", "心动网络-->心动网络2018校园招聘", "房天下-->房天下2018校园招聘"]
}, {
    "name": "西安交通大学",
    "data": ["多益网络-->多益网络有限公司", "4399-->4399游戏，17届春季招聘", "百度-->百度2018校园招聘正式启动", "小米-->做未知世界的开拓者 ——小米2018校园招聘火热进行中", "东方财富-->我是绩优,你是潜力  东方财富2018届校园招聘", "4399-->4399游戏2018届校园招聘", "网宿科技-->网宿科技股份有限公司招聘计算机类相关职位", "网宿科技-->网宿科技股份有限公司招聘计算机类相关职位", "三七互娱-->三七互娱（上海）科技有限公司招聘游戏研发", "昆仑万维-->北京昆仑万维科技股份有限公司 2018校园招聘", "多益网络-->多益网络有限公司", "京东-->江苏京东信息技术有限公司", "联动优势-->联动优势科技有限公司"]
}, {
    "name": "中国科学技术大学",
    "data": ["竞技世界-->竞技世界（北京）网络技术有限公司", "科大讯飞-->科大讯飞股份有限公司", "科大讯飞-->科大讯飞2018届实习生招聘", "蘑菇街-->蘑菇街暑期实习招聘", "科大讯飞-->科大讯飞2018届Aiflyer校园招聘", "百度-->百度在线网络技术（北京）有限公司", "小米-->小米2018校园招聘", "腾讯-->腾讯互娱 · 梦想校园行", "京东-->京东2018校园招聘", "用友-->用友2018校园招聘", "网宿科技-->网宿科技2018届校园宣讲会", "今日头条-->今日头条2018校园招聘宣讲会", "东方财富-->东方财富2018校园招聘", "三七互娱-->三七互娱2018校园宣讲会", "多益网络-->【专筑梦想，寻找益见领袖 】多益网络2018秋季全国校园招聘", "昆仑万维-->昆仑万维2018校园招聘", "饿了么-->2018饿了么校园招聘"]
}, {
    "name": "北京大学",
    "data": ["三七互娱-->三七互娱（上海）科技有限公司", "小米-->小米科技有限责任公司", "竞技世界-->竞技世界（北京）网络技术有限公司", "今日头条-->今日头条", "东软集团-->东软集团股份有限公司", "腾讯-->腾讯科技（深圳）有限公司2017梦想校园行校园宣讲会", "携程旅行网-->携程旅行网2018年校园宣讲会", "三七互娱-->三七互娱2018校园宣讲会", "昆仑万维-->昆仑万维2018校园招聘", "今日头条-->今日头条2018校园招聘", "腾讯-->2017年腾讯游戏策划公开课宣讲会——北京站", "腾讯-->腾讯投资并购部2017校园分享会", "京东-->京东2017春季实习生招聘", "腾讯-->腾讯互动娱乐2018年实习生招聘宣讲会", "新浪-->新浪&微博2017实习生招聘"]
}, {
    "name": "复旦大学",
    "data": ["京东-->[已举办]京东2017校园实习宣讲会", "新浪-->[已举办]新浪网2017实习生宣讲会", "腾讯-->[已举办]腾讯投资并购部实习宣讲会", "百度-->[已举办]百度2018校园宣讲会", "今日头条-->[已举办]今日头条2018校园宣讲会", "东方财富-->[已举办]东方财富2018校园宣讲会", "饿了么-->[已举办]饿了么2018校园宣讲会", "房天下-->[已举办]房天下2018校园宣讲会"]
}, {
    "name": "清华大学",
    "data": ["房天下-->“技术驱动全新绽Fang”－房天下2018校园招聘清华大学站", "东软集团-->“睿创世界，乐享未来”东软集团校园招聘", "网易-->2018网易有道校招宣讲会", "今日头条-->今日头条2018 校园招聘", "携程旅行网-->携程旅行网2018全球校园招聘", "昆仑万维-->昆仑万维2018校园招聘", "腾讯-->腾讯暑期实习/MINI实习清华专场招聘会", "腾讯-->腾讯投资并购部2017校园分享会", "4399-->4399游戏宣讲会（清华专场）", "科大讯飞-->科大讯飞股份有限公司", "多益网络-->多益网络有限公司", "美图-->北京美图之家科技有限公司", "多益网络-->多益网络宣讲会", "京东-->京东2017实习生招聘见面会"]
}, {
    "name": "上海交通大学",
    "data": ["腾讯-->腾讯科技（深圳）有限公司", "米哈游-->上海米哈游网络科技股份有限公司", "新浪-->新浪网技术（中国）有限公司", "心动网络-->心动网络股份有限公司", "搜狐-->北京搜狐新媒体信息技术有限公司", "美图-->厦门美图之家科技有限公司", "百度-->百度在线网络技术（北京）有限公...", "百度-->百度时代网络技术（北京）有限公...", "昆仑万维-->北京昆仑万维科技股份有限公司", "三七互娱-->三七互娱（上海）科技有限公司", "东方财富-->东方财富信息股份有限公司", "心动网络-->心动网络股份有限公司", "科大讯飞-->科大讯飞股份有限公司"]
}]