UNIVERSITY_INFO = {
    'scu': ['四川大学', '985'],
    'sufe': ['上海财经大学', '211'],
    'cufe': ['中央财经大学', '211'],
    'fdu': ['复旦大学', 'C9'],
    'nju': ['南京大学', 'C9'],
    'hit': ['哈尔滨工业大学', 'C9'],
    'pku': ['北京大学', 'C9'],
    'thu': ['清华大学', 'C9'],
    'ustc': ['中国科学技术大学', 'C9'],
    'zju': ['浙江大学', 'C9'],
    'xjtu': ['西安交通大学', 'C9'],
    'sjtu': ['上海交通大学', 'C9'],
    'cqu': ['重庆大学', '985'],
    'csu': ['中南大学', '985'],
    'HUST': ['华中科技大学', '985'],
    'lzu': ['兰州大学', '985'],
    'uestc': ['电子科技大学', '985'],
    'bipt': ['北京石油化工学院', '二本'],
    'cuit': ['成都信息工程大学', '二本'],
    'jhu': ['江汉大学', '二本'],
    'jcxy': ['四川大学锦城学院', '二本'],
    'scc': ['上海海关学院', '二本'],
    'tjpu': ['天津工业大学', '二本'],
    'ytu': ['烟台大学', '二本'],
    'wzu': ['温州大学', '二本'],
    'ustbr': ['北京科技大学', '211'],
    'njupt': ['南京邮电大学', '211'],
    'ncepu': ['华北电力大学', '一本'],
    'ysu': ['燕山大学', '一本'],
    'ncut': ['北方工业大学', '一本'],
    'hznu': ['杭州师范大学', '一本'],
    'hqu': ['华侨大学', '一本'],
    'nku': ['南开大学', '985'],
    'scut': ['华南理工大学', '985'],
    'ouc': ['中国海洋大学', '985'],
    'wust': ['武汉科技大学', '一本'],
    'cueb': ['首都经济贸易大学', '一本'],
    'hbu': ['河北大学', '一本'],
    'gzu': ['贵州大学', '211'],
    'cau': ['长安大学', '211'],
    'swu': ['西南大学', '211'],
    'hnu1': ['海南大学', '211'],
    'zzu': ['郑州大学', '211'],
    'shzu': ['石河子大学', '211'],
    'zucc': ['浙江大学城市学院', '二本'],
    'nwafu': ['西北农林科技大学', '985'],
    'bhu': ['北京航空航天大学', '985'],
    'jlu': ['吉林大学', '985'],
    'HNU': ['湖南大学', '985'],
    'bnu': ['北京师范大学', '985'],
    'sxu': ['山西大学', '一本'],
    'lnu': ['辽宁大学', '211'],
    'anu': ['安徽师范大学', '一本'],
    'lmu': ['内蒙古大学', '211']
}

p985 = []
p211 =[]
top = []
basic = []
c9 = []
print(len(UNIVERSITY_INFO))
for item in UNIVERSITY_INFO.values():
    if item[1] == '985':
        p985.append(item)
    elif item[1] == '211':
        p211.append(item)
    elif item[1] == '一本':
        top.append(item)
    elif item[1] == '二本':
        basic.append(item)
    elif item[1] == 'C9':
        c9.append(item)
print('c9:' + str(len(c9)))
print('985:' + str(len(p985)))
print('211:' + str(len(p211)))
print('一本:' + str(len(top)))
print('二本:' + str(len(basic)))

COMPANY_WASTE_WORDS = ['控股', '股份', '有限公司', '有限', '公司', '集团', '（', '）', '资产管理', '通信', '集团股份',
                       '电子商务', '商城', '矿业集团', '信息产业', '发展股份', '控股集团', '(', ')',
                       '企业', '&', '综合', '管理', '咨询', '管理咨询']
