const China_service_top100_result = [{
    "name": ["北京大学", "C9", "北京", "北京"],
    "data": ["海航-->海航资本集团有限公司", "华夏幸福基业-->华夏幸福基业股份有限公司", "碧桂园-->北京碧桂园凤凰置业发展有限公司", "阳光保险-->阳光保险集团股份有限公司", "恒大-->恒大金融集团“恒星计划”2018校园招聘北京大学专场交流会", "恒大-->恒大集团2018年校园招聘", "河南正商置业-->河南正商置业2018校园招聘", "海航-->海航集团2018年校园宣讲会", "海航-->海航科技物流集团2017年校园宣讲会", "京东-->京东2017春季实习生招聘"],
    "total_num": 809
}, {
    "name": ["南京大学", "C9", "江苏", "南京"],
    "data": ["福星-->南京星福星医药科技有限公司", "中国华信能源-->中国华信能源有限公司", "恒大-->“恒心在·大未来” ——恒大集团2017校园招聘", "海航-->海航进出口有限公司校园宣讲会", "万达-->万达信息2017届校园招聘", "海航-->海航销售2017春季校园招聘会", "京东-->京东2017春季实习生招聘", "泰康保险-->泰康保险集团2017届千人计划校园招聘暨暑期实习生宣讲会", "海航-->海航实业集团有限公司校园宣讲会", "泰康保险-->泰康保险集团2017届千人计划校园招聘暨暑期实习生笔面试", "百度-->百度2018校园宣讲会", "京东-->京东物流未来之星", "海航-->海航科技2018年校园招聘", "海航-->海航旅业校园宣讲会", "苏宁-->苏宁校园宣讲会", "万达-->万达信息股份有限公司2018校园招聘", "恒大-->恒大集团“恒星计划”2018届校园招聘", "荣盛-->“鹰飞计划，为你而来”——荣盛发展2018届校园招聘", "碧桂园-->碧桂园营销中心2018年南大宣讲会", "海航-->海航现代物流校园宣讲会", "新城控股-->新城控股集团校园宣讲会", "百度-->2018百度搜索公司管理培训生校园招聘", "京东-->达达-京东到家2018秋季校园招聘", "三胞-->三胞集团2018校园招聘（2）", "海航-->海航实业2018校园宣讲会", "远大物产-->远大物产2018校园招聘", "万达-->万达网络2018校园宣讲会", "海航-->中交上海航道局有限公司江苏交通建设工程分公司", "万科-->佛山万科2018年V来之星校园招聘", "万科-->予青春，更多绽放的可能 万科上海区域“新生力”校园招聘"],
    "total_num": 961
}, {
    "name": ["浙江大学", "C9", "浙江", "杭州"],
    "data": ["百度-->百度在线网络技术（北京）有限公司", "百度-->百度在线网络技术（北京）有限公司", "百度-->百度在线网络技术（北京）有限公司", "海航-->海航现代物流有限责任公司", "恒大-->恒大集团有限公司", "万科-->万科企业股份有限公司", "广州市时代地产-->广州市时代地产集团有限公司", "华夏幸福基业-->华夏幸福基业股份有限公司", "荣盛-->荣盛房地产发展股份有限公司", "中南-->江苏中南建设集团股份有限公司", "雪松-->雪松控股集团有限公司", "远大物产-->远大物产集团有限公司", "银亿-->银亿集团有限公司"],
    "total_num": 622
}, {
    "name": ["哈尔滨工业大学", "C9", "黑龙江", "哈尔滨"],
    "data": ["万科-->北京万科房地产经纪有限公司2018校园招聘", "苏宁-->苏宁集团南京总部专场招聘会", "中南-->中国市政工程中南设计研究总院有限公司2018届校园招聘宣讲会", "恒大-->“恒心在·大未来”  恒大集团“恒星计划”2018校园招聘", "碧桂园-->碧桂园集团2018届碧业生校园招聘宣讲会", "中南-->北京城建中南土木工程集团有限公司", "万科-->万科企业股份有限公司", "万达-->北京明朝万达科技股份有限公司2018校园招聘", "海航-->海航基础2018校园招聘", "海航-->海航基础2018校园招聘", "百度-->百度2018校园招聘正式启动", "海航-->海航现代物流2018校园招聘", "海航-->海航科技2018校园招聘宣讲会", "万达-->万达信息股份有限公司", "苏宁-->苏宁1200工程十六期管培生专场招聘会", "荣盛-->荣盛发展2018届校园宣讲会", "海航-->【海航集团】福州航空2018年校园招聘", "步步高-->哈尔滨步步高通信有限公司2018校园招聘行--工大站", "百度-->百度外卖2018校园招聘会", "荣盛-->荣盛地产“鹰飞计划”-暑期实习生招募", "万达-->万达院线2017校园招聘", "万达-->万达信息股份有限公司", "恒大-->恒大集团2017春季校园招聘会", "海航-->【海航集团】福州航空2017年校园招聘（哈工大站）", "海航-->海航基础2017春季校园招聘"],
    "total_num": 1607
}, {
    "name": ["中国科学技术大学", "C9", "安徽", "合肥"],
    "data": ["万达-->万达信息股份有限公司有限公司", "海航-->上海航盛实业有限公司", "万达-->2017万达信息校园招聘", "苏宁-->苏宁研发体系2018校园招聘宣讲会", "百度-->百度在线网络技术（北京）有限公司", "京东-->京东2018校园招聘", "万科-->万科2018校园招聘合肥站", "远大物产-->远大物产2018校园招聘"],
    "total_num": 845
}, {
    "name": ["复旦大学", "C9", "上海", "上海"],
    "data": ["京东-->[已举办]京东2017校园实习宣讲会", "海航-->[已举办]海航集团扬子江航空2017校园宣讲会", "海航-->[已举办]海航科技物流集团2017校园宣讲会", "百度-->[已举办]百度2018校园宣讲会", "海航-->[已举办]海航集团2018校园宣讲会", "万达-->[已举办]万达网络2018校园宣讲会", "海航-->[已举办]上海航道局2018校园宣讲会", "三胞-->[已举办]三胞集团2018校园宣讲会", "中南-->[已举办]中南工程咨询设计集团2018校园宣讲会", "远大物产-->[已举办]远大物产2018校园宣讲会", "新城控股-->[已举办]新城控股2018校园宣讲会"],
    "total_num": 476
}, {
    "name": ["上海交通大学", "C9", "上海", "上海"],
    "data": ["海航-->海航科技物流集团有限公司", "百度-->百度在线网络技术（北京）有限公...", "百度-->百度时代网络技术（北京）有限公...", "海航-->中交上海航道局有限公司", "海航-->海航集团有限公司", "恒大-->恒大集团有限公司", "海航-->海航旅业集团有限公司", "海航-->海航旅业集团有限公司", "远大物产-->远大物产集团有限公司", "万科-->佛山市万科投资有限公司"],
    "total_num": 539
}, {
    "name": ["清华大学", "C9", "北京", "北京"],
    "data": ["万达-->万达体育校园行", "新城控股-->新城控股2018校园宣讲会", "万达-->万达信息股份有限公司", "阳光保险-->阳光保险集团股份有限公司", "南通三建-->南通三建宣讲会", "中南-->中南置地-京津冀区域招聘宣讲会", "碧桂园-->碧桂园2018届超级“碧业生”校园宣讲会 ——北京站", "恒大-->恒大集团“恒星计划”2018校园宣讲会", "苏宁-->苏宁云商2018校园宣讲会", "海航-->海航集团宣讲会", "海航-->海航科技物流集团宣讲会", "苏宁-->南京苏宁软件技术有限公司", "华夏幸福基业-->华夏幸福基业股份有限公司", "万达-->上海万达信息股份有限公司", "万科-->北京万科企业有限公司", "物美-->北京物美商业集团股份有限公司", "万科-->万科物业发展有限公司", "京东-->京东2017实习生招聘见面会", "华夏幸福基业-->华夏幸福基业股份有限公司产业规划院宣讲会"],
    "total_num": 904
}, {
    "name": ["中国人民大学", "985", "北京", "北京"],
    "data": ["海航-->海航食品控股有限公司2017校园宣讲会", "海航-->海航食品控股有限公司2017校园宣讲会"],
    "total_num": 54
}, {
    "name": ["中国农业大学", "985", "北京", "北京"],
    "data": ["海航-->海航销售2017届校园招聘宣讲会2017-04-062017-03-28", "百度-->百度2018校园招聘正式启动——在这里，做自己！2017-09-202017-09-06", "万科-->万科物业2018届万物生校园招聘宣讲会2017-10-182017-09-18"],
    "total_num": 211
}, {
    "name": ["天津大学", "985", "天津", "天津"],
    "data": ["苏宁-->苏宁总部1200工程十五期营销管培生招聘宣讲会", "百度-->百度2018年校招宣讲会", "万科-->万科集团宣讲会", "万科-->万科集团宣讲会", "河南正商置业-->河南正商置业有限公司宣讲会", "河南正商置业-->河南正商置业有限公司宣讲会", "福星-->福晟集团2018届“福星计划”校园宣讲会", "苏宁-->苏宁云商集团股份有限公司营销总部校园宣讲会", "苏宁-->苏宁云商集团股份有限公司营销总部校园宣讲会"],
    "total_num": 467
}, {
    "name": ["广东工业大学", "一本", "广东", "广州"],
    "data": ["九州通医药-->九州通医药集团股份有限公司宣讲会", "恒大-->“恒心在•大未来”——恒大集团2017校园招聘（物业管培生专场）", "恒大-->恒大旅游集团有限公司2017校园招聘", "海航-->东海航空有限公司宣讲会", "海航-->中交上海航道局有限公司宣讲会", "恒大-->恒大农牧集团2017春季校园招聘公告", "百度-->2017百度（深圳、广州、佛山分公司）“星火计划”校园招聘", "万科-->广州市万科房地产有限公司宣讲会", "京东-->北京京东世纪贸易有限公司宣讲会", "京东-->（课室改至教109）京东商城华南区域分公司（广州晶东贸易有限公司）宣讲会", "广州晶东贸易-->（课室改至教109）京东商城华南区域分公司（广州晶东贸易有限公司）宣讲会", "步步高-->让科技赋能未来—— 步步高教育电子2018校园招聘", "恒大-->“恒心在·大未来”-恒大集团“恒星计划”2018校园招聘", "万科-->广州市万科物业服务有限公司宣讲会", "九州通医药-->九州通医药集团股份有限公司宣讲会", "碧桂园-->广东碧桂园物业服务股份有限公司宣讲会", "恒大-->恒大美森美实业有限公司宣讲会", "碧桂园-->碧桂园-广州橙加科技有限公司2018届毕业生宣讲会", "碧桂园-->碧桂园创喜邦盛家居公司宣讲会", "海航-->东海航空有限公司宣讲会", "恒大-->“恒心在•大未来”恒大旅游集团“恒星计划”2018校园招聘工程类专场"],
    "total_num": 672
}, {
    "name": ["云南大学", "211", "云南", "昆明"],
    "data": ["五星-->云南五星电器有限公司", "万达-->云南万达纸业有限公司", "碧桂园-->广东碧桂园物业服务股份有限公司", "碧桂园-->云南碧桂园房地产开发有限公司", "苏宁-->云南苏宁云商销售有限公司", "俊发地产有限责任-->俊发地产有限责任公司", "万科-->深圳市万科物业服务有限公司", "九州通医药-->云南城投九州通医药有限公司", "万达-->万达信息股份有限公司", "苏宁-->云南苏宁云商销售有限公司", "碧桂园-->广东碧桂园物业服务股份有限公司昆明分公司", "大汉-->南京大汉网络有限公司", "广州市时代地产-->广州市时代地产集团有限公司", "碧桂园-->佛山市顺德区碧桂园物业发展有限公司", "九州通医药-->九州通医药集团股份有限公司", "万达-->大连万达商业地产股份有限公司", "碧桂园-->广东碧桂园物业服务股份有限公司昆明分公司", "苏宁-->云南苏宁云商销售有限公司", "恒大-->恒大旅游集团有限公司", "万达-->万达商管集团有限公司昆明分公司", "恒大-->恒大集团有限公司", "中南-->中南建筑设计院股份有限公司", "合众人寿保险-->合众人寿保险股份有限公司"],
    "total_num": 1358
}, {
    "name": ["新疆大学", "211", "新疆", "乌鲁木齐"],
    "data": ["恒大-->“恒心在•大未来”——恒大集团2017校园招聘", "恒大-->“恒心在•大未来”——恒大集团2017校园招聘", "泰康保险-->泰康保险集团股份有限公司招聘", "泰康保险-->泰康保险集团股份有限公司招聘", "苏宁-->新疆苏宁9月27日周三下午16:00校本部1号教学楼202合堂招聘管培生不限专业", "恒大-->恒大集团10月18日周三下午16:00在南校区A105合堂专场招聘文理工各专业", "恒大-->恒大集团10月18日周三下午16:00在南校区A105合堂专场招聘文理工各专业", "广汇实业-->新疆广汇实业投资（集团）10月25日周三下午16:00校本部专场招聘文理工各专业", "恒大-->恒大集团2017年10月18日周三15:00到17:30南校区A102合堂", "恒大-->恒大集团2017年10月18日周三15:00到17:30南校区A102合堂", "广汇实业-->新疆广汇实业投资（集团）有限责任公司2017年11月3日周五15:30校本部1号教学楼216教室", "广汇实业-->新疆广汇实业投资（集团）有限责任公司2017年11月3日周五15:30校本部1号教学楼216教室", "万科-->新疆万科11月29日周三下午16:00南校区1号教学楼A202招聘文理工各专业", "万科-->新疆万科11月29日周三下午16:00南校区1号教学楼A202招聘文理工各专业"],
    "total_num": 260
}, {
    "name": ["太原工业大学", "211", "山西", "太原"],
    "data": ["恒大-->恒大地产集团太原有限公司", "北京链家房地产经纪-->北京链家房地产经纪有限公司", "万科-->北京万科物业服务有限公司", "苏宁-->山西苏宁云商销售有限公司", "京东-->京东商城华北", "恒大-->恒大地产集团太原有限公司", "碧桂园-->山西碧桂园房地产开发有限公司", "海航-->上海航天电子有限公司", "万科-->北京万科物业服务有限公司", "苏宁-->北京苏宁云商销售有限公司", "万科-->太原万科房地产有限公司", "深圳华强-->深圳华强方特文化科技集团股份有限公司"],
    "total_num": 964
}, {
    "name": ["安徽师范大学", "一本", "安徽", "芜湖"],
    "data": ["碧桂园-->碧桂园·皖南片区", "阳光保险-->阳光保险集团股份有限公司", "苏宁-->芜湖苏宁云商商贸有限公司", "京东-->江苏京东", "恒大-->恒大集团", "万达-->万达网络科技集团合肥分公司", "万达-->江苏万达特种轴承有限公司", "碧桂园-->安庆碧桂园集团房地产开发有限公司", "碧桂园-->滁州碧桂园外国语学校", "万科-->上海万科物业服务有限公司合肥分公司", "恒大-->恒大集团", "碧桂园-->广东碧桂园物业服务股份有限公司", "九州通医药-->九州通医药集团公司", "碧桂园-->芜湖碧桂园房地产开发有限公司", "中南-->亳州一中南校国际部初中部", "苏宁-->&芜湖苏宁云商商贸有限公司", "苏宁-->芜湖苏宁云商商贸有限公司", "京东-->江苏京东", "碧桂园-->句容碧桂园学校", "中南-->海门中南东洲国际学校", "万科-->合肥万科置业有限公司"],
    "total_num": 1070
}, {
    "name": ["山西大学", "一本", "山西", "太原"],
    "data": ["苏宁-->苏宁云商控股集团1200工程十五期管培生招聘简章", "苏宁-->山西苏宁云商销售有限公司2017届毕业生储备干部招聘简章", "北京链家房地产经纪-->北京链家房地产经纪有限公司2017校园招聘", "万达-->太原万达广场商业管理有限公司2017年管理培训生校园招聘简章", "恒大-->恒大农牧集团有限公司2017春季校园招聘公告", "万科-->北京万科物业服务有限公司招聘简章", "北京链家房地产经纪-->北京链家房地产经纪有限公司招聘简章", "万科-->[专场]北京万科房地产经纪有限公司太原分公司", "恒大-->[专场]恒大集团有限公司", "北京链家房地产经纪-->北京链家房地产经纪有限公司2018校园招聘", "苏宁-->[专场]山西苏宁云商销售有限公司", "北京链家房地产经纪-->[专场]北京链家房地产经纪有限公司", "步步高-->哈尔滨步步高通信有限公司招聘简章", "苏宁-->山西苏宁云商销售有限公司招聘简章", "深圳华强-->深圳华强方特文化科技集团股份有限公司招聘简章", "恒大-->恒大集团有限公司招聘简章"],
    "total_num": 967
}, {
    "name": ["华东师范大学", "985", "上海", "上海"],
    "data": ["苏宁-->上海苏宁云商销售有限公司", "海航-->中交上海航道局有限公司", "中南-->江苏中南建设集团股份有限公司", "碧桂园-->广东碧桂园教育投资管理有限公司", "苏宁-->上海苏宁云商销售有限公司", "深圳华强-->深圳华强方特文化科技集团股份...", "万达-->万达宝贝王有限公司"],
    "total_num": 532
}, {
    "name": ["北京师范大学", "985", "北京", "北京"],
    "data": ["万达-->北京万达主题娱乐文化有限公司", "海航-->海航物流集团有限公司", "万达-->万达宝贝王有限公司", "万科-->万科梅沙教育集团"],
    "total_num": 496
}, {
    "name": ["大连理工大学", "985", "辽宁", "大连"],
    "data": ["万科-->佛山万科“巅峰计划”——2018年V来之星校园招聘", "苏宁-->苏宁集团2018届校园招聘会"],
    "total_num": 328
}, {"name": ["中央民族大学", "985", "北京", "北京"], "data": [], "total_num": 1}, {
    "name": ["湖南大学", "985", "湖南", "长沙"],
    "data": ["苏宁-->湖南苏宁云商有限公司校内招聘会", "大汉-->大汉汽车集团管培生招聘", "万达-->万达信息股份有限公司校内招聘会", "万科-->佛山市万科置业有限公司校内招聘会", "恒大-->恒大院线管理有限公司校内招聘会", "恒大-->恒大地产集团有限公司校内招聘会", "中南-->中国民用航空中南地区空中交通管理局湖南分局校内招聘会", "恒大-->恒大人寿保险有限公司校内招聘会【工商管理学院】", "碧桂园-->碧桂园集团2017“碧业生”春季校园招聘会", "海航-->海航商业控股有限公司招聘会", "万达-->万达电影院线股份有限公司校内招聘会", "荣盛-->荣盛房地产发展股份有限公司实习生校内招聘会", "中南-->【场地更改】 中铁建设集团有限公司中南分公司", "大汉-->大汉集团（大汉城镇建设有限公司）", "百度-->百度金融用户体验部招聘", "中南-->【宣讲时间场地变更】中国市政工程中南设计研究总院有限公司", "海航-->海航物流集团有限公司", "万科-->长沙市万科房地产开发有限公司", "步步高-->杭州步步高通信有限公司", "万达-->万达信息股份有限公司", "百度-->百度在线网络技术（北京）有限公司", "碧桂园-->碧桂园集团2018届校园招聘", "万科-->长沙市万科物业服务有限公司", "苏宁-->湖南苏宁云商有限公司", "恒大-->恒大集团有限公司", "荣盛-->【时间场地更改】荣盛房地产发展股份有限公司", "步步高-->步步高教育电子有限公司", "碧桂园-->碧桂园设计2017届校园招聘", "海航-->“梦想由你建筑”——海航基础2018届校园招聘", "雪松-->雪松控股集团有限公司", "中南-->中国电建集团中南勘测设计研究院有限公司", "碧桂园-->广东碧桂园教育投资管理有限公司", "深圳市怡亚通供应链-->深圳市怡亚通供应链股份有限公司", "恒大-->恒大农牧集团2018秋季校园招聘", "万马联合-->【宣讲场地更改】万马联合控股集团有限公司", "恒大-->恒大互联网金融集团校园招聘"],
    "total_num": 1452
}, {
    "name": ["西北农林科技大学", "985", "陕西", "咸阳"],
    "data": ["恒大-->3月2日【林学】恒大园林", "恒大-->恒大金碧", "苏宁-->陕西苏宁云商销售有限公司", "恒大-->恒大人寿保险有限公司", "京东-->京东西北分公司", "苏宁-->9月19日【林学承办】北京苏宁云商销售有限公司", "东岭-->陕西东岭集团", "恒大-->恒大集团有限公司", "中南-->【水建承办】中南建筑集团", "苏宁-->苏宁云商集团股份有限公司", "深圳华强-->深圳华强方特文化科技集团股份有限公司", "恒大-->【食品承办】恒大农牧集团", "苏宁-->【经管承办】苏宁总部", "恒大-->11月22日【资环承办】恒大园林"],
    "total_num": 681
}, {
    "name": ["吉林大学", "985", "吉林", "长春"],
    "data": ["万科-->佛山万科“巅峰计划”——2018年V来之星校园招聘", "苏宁-->苏宁1200工程十六期管培生宣讲会+面试", "万科-->万科校园招聘", "深圳华强-->深圳华强集团有限公司2018届应届毕业生 校园招聘信息", "碧桂园-->2018碧桂园营销中心校园招聘", "荣盛-->荣盛房地产发展股份有限公司宣讲会", "万科-->万科集团     2018全球“新动力”校园招聘", "圆通速递-->圆通速递有限公司2018届校园招聘", "恒大-->“恒心在·大未来” 恒大集团“恒星计划”2018校园招聘", "万科-->万科物业 2018 校园招聘", "碧桂园-->碧桂园集团2018届超级“碧业生”校园招聘", "海航-->海航实业2018届秋季校园招聘", "万达-->万达信息股份有限公司2018年校园招聘", "苏宁-->苏宁1200工程十六期管培生 招聘简章", "海航-->海航旅业集团2018年秋季校园招聘", "海航-->海航现代物流2018 校园招聘开启啦", "京东-->京东东北2018TFS校园招聘", "百度-->百度2018校园招聘正式启动 ——在这里，做自己！", "碧桂园-->碧桂园集团2017“碧业生”校园招聘", "步步高-->哈尔滨步步高通信有限公司vivo黑龙江", "海航--> 海航货运2017届（春季）校园招聘简章", "海航-->【海航集团】福州航空2017年校园招聘 ——有福之州，梦想起航", "海航-->海航基础2017校园招聘简章", "万达-->“来万达，实现小目标”——万达商管2017年管理培训生校园招聘简章", "万达-->万达信息股份有限公司", "九州通医药-->九州通医药集团2017“小天鹅”招聘简章", "海航-->中交上海航道局", "恒大-->“恒心在·大未来” ——恒大集团2017校园招聘", "京东-->\u200b 京东商城东北区2017校园招聘简章", "苏宁-->苏宁1200工程十五期管培生招聘简章"],
    "total_num": 1335
}, {
    "name": ["华中师范大学", "211", "湖北", "武汉"],
    "data": ["苏宁-->苏宁1200工程十五期管培生专场招聘会", "万科-->佛山市万科置业有限公司专场招聘会", "万科-->清远市广铁一中（万科城）外国语学校专场招聘会", "北京链家房地产经纪-->北京链家房地产经纪有限公司专场招聘会", "海航-->中交上海航道局有限公司专场招聘会", "福星-->华中师大一附中福星学校专场招聘会", "万达-->万达信息股份有限公司专场招聘会", "碧桂园-->碧桂园专场招聘会", "碧桂园-->碧桂园物业公司专场招聘会", "恒大-->恒大地产集团有限公司专场招聘会", "万科-->万科教育集团专场招聘会", "京东-->江苏京东信息技术有限公司扬州分公司专场招聘会", "苏宁-->武汉苏宁云商销售有限公司专场招聘会"],
    "total_num": 714
}, {
    "name": ["河北大学", "一本", "河北", "保定"],
    "data": ["京东-->北京京东招聘", "苏宁-->北京苏宁云商销售有限公司招聘", "恒大-->恒大集团校园招聘", "碧桂园-->碧桂园校园招聘", "九州通医药-->北京九州通医药有限公司招聘", "万科-->万科企业股份有限公司招聘"],
    "total_num": 288
}, {
    "name": ["武汉科技大学", "一本", "湖北", "武汉"],
    "data": ["苏宁-->武汉苏宁云商销售有限公司", "步步高-->湖北省步步高营销总公司", "恒大-->恒大集团", "京东-->江苏京东信息技术有限公司", "九州通医药-->九州通医药集团", "苏宁-->武汉苏宁云商【9.24周末双选会】", "步步高-->湖北步步高营销总部【9.24周末双选会】", "京东-->京东华中", "万科-->武汉市万科物业服务有限公司", "苏宁-->武汉苏宁云商", "恒大-->恒大集团", "中南-->浙江中南建设集团有限公司", "恒大-->恒大美森美实业有限公司", "恒大-->恒大旅游集团有限公司"],
    "total_num": 815
}, {"name": ["杭州师范大学", "一本", "浙江", "杭州"], "data": [], "total_num": 32}, {
    "name": ["华侨大学", "一本", "福建", "厦门"],
    "data": ["深圳华强-->深圳华强方特文化科技集团股份有限公司校园宣讲", "万科-->厦门万科 2018“新锐力”校园招聘", "苏宁-->苏宁1200工程十六期管培生招聘", "恒大-->恒大集团“恒星计划”2018 校园招聘", "万科-->万科物业2018校园招聘简章", "苏宁-->苏宁1200工程十六期管培生招聘", "苏宁-->苏宁1200工程十六期管培生校园宣讲", "京东-->京东华南2018校园宣讲", "苏宁-->苏宁1200工程十六期管培生校园宣讲"],
    "total_num": 261
}, {
    "name": ["燕山大学", "一本", "河北", "秦皇岛"],
    "data": ["九州通医药-->九州通医药集团股份有限公司宣讲会", "深圳华强-->深圳华强方特文化科技集团股份有限公司宣讲会", "中南-->江苏中南建筑产业集团有限责任公司宣讲会", "苏宁-->天津苏宁云商有限公司宣讲会", "恒大-->恒大地产集团有限公司宣讲会", "荣盛-->秦皇岛荣盛房地产开发有限公司宣讲会", "荣盛-->荣盛房地产发展股份有限公司宣讲会", "荣盛-->秦皇岛荣盛房地产开发有限公司宣讲会", "恒大-->恒大地产集团有限公司宣讲会"],
    "total_num": 550
}, {
    "name": ["辽宁大学", "211", "辽宁", "沈阳"],
    "data": ["京东-->沈阳京东世纪贸易有限公司", "苏宁-->北京苏宁云商销售有限公司", "大汉-->大汉教育集团", "大汉-->大汉教育集团", "恒大-->恒大集团", "苏宁-->沈阳苏宁云商销售有限公司", "万科-->沈阳万科房地产开发有限公司", "碧桂园-->沈阳市碧桂园房地产开发有限公司", "京东-->江苏京东信息技术有限公司", "深圳华强-->深圳华强方特文化科技集团股份有限公司", "万达-->万达信息股份有限公司"],
    "total_num": 372
}, {
    "name": ["内蒙古大学", "211", "内蒙古", "呼和浩特"],
    "data": ["恒大-->恒大集团", "北京链家房地产经纪-->北京链家房地产经纪有限公司", "碧桂园-->碧桂园集团", "九州通医药-->九州通医药集团股份有限公司", "苏宁-->内蒙古苏宁云商销售有限公司"],
    "total_num": 338
}, {
    "name": ["长安大学", "211", "陕西", "西安"],
    "data": ["海航-->海航航校", "苏宁-->陕西苏宁云商销售有限公司", "恒大-->恒大集团", "东岭-->东岭集团股份有限公司", "恒大-->恒大人寿保险有限公司", "恒大-->陕西恒大信息技术有限公司招聘信息", "荣盛-->荣盛房地产发展股份有限公司", "京东-->京东", "东岭-->东岭集团", "苏宁-->苏宁（北京）", "碧桂园-->碧桂园集团", "广汇实业-->新疆广汇实业投资（集团）有限责任公司", "中南-->江苏中南建筑产业集团", "中南-->中国市政工程中南设计研究总院有限公司", "恒大-->恒大集团", "中南-->北京城建中南土木工程集团", "海航-->海航飞行学校", "苏宁-->苏宁集团总部", "恒大-->恒大农牧集团", "恒大-->恒大旅游集团", "海航-->海航飞行学校"],
    "total_num": 1074
}, {
    "name": ["北京航空航天大学", "985", "北京", "北京"],
    "data": ["京东-->京东2017技术见面会", "百度-->百度2018校园招聘", "海航-->海航技术2018届秋季校园招聘宣讲会（北京航空航天大学）", "万达-->万达信息股份有限公司2018校园招聘会", "荣盛-->荣盛发展2018届北航专场宣讲会"],
    "total_num": 533
}, {
    "name": ["海南大学", "211", "海南", "海口"],
    "data": ["恒大-->恒大物业宣讲会", "恒大-->恒大物业宣讲会", "海航-->海航基础商业宣讲会", "恒大-->恒大集团“恒星计划”校园招聘宣讲会", "碧桂园-->碧桂园集团宣讲会", "苏宁-->苏宁集团（海口地区）", "中南-->江苏中南建设集团股份有限公司（中南置地）宣讲会", "北京链家房地产经纪-->北京链家房地产经纪有限公司宣讲会"],
    "total_num": 107
}, {
    "name": ["中国海洋大学", "985", "山东", "青岛"],
    "data": ["苏宁-->苏宁总部1200工程十五期营销管培生宣讲会", "万达-->万达信息股份有限公司宣讲会", "利群-->利群集团宣讲会", "碧桂园-->碧桂园宣讲会", "万达-->万达信息股份有限公司宣讲会", "京东-->京东集团企业宣讲会", "苏宁-->苏宁（青岛）1200工程十六期宣讲会", "新城控股-->新城控股青岛公司宣讲会", "海航-->中交上海航道局宣讲会", "碧桂园-->碧桂园集团宣讲会", "万科-->万科物业宣讲会", "苏宁-->苏宁云商集团宣讲会", "万达-->中国万达集团社会招聘宣讲会", "苏宁-->南京苏宁软件技术有限公司宣讲会", "天安人寿保险-->天安人寿保险股份有限公司青岛分公司宣讲会", "深圳华强-->深圳华强方特文化科技集团股份有限公司宣讲会", "万达-->青岛万达城文化旅游管理有限公司宣讲会"],
    "total_num": 624
}, {
    "name": ["贵州大学", "211", "贵州", "贵州"],
    "data": ["苏宁-->贵阳苏宁云商销售有限公司", "碧桂园-->贵阳花溪碧桂园物业发展有限公司", "碧桂园-->广东碧桂园物业服务股份有限公司", "海航-->贵州海航怀酒酒业有限公司", "万科-->武汉万科物业服务有限公司贵阳分公司", "恒大-->恒大地产集团有限公司", "万科-->万科物业服务有限公司", "苏宁-->贵阳苏宁云商销售有限公司", "恒大-->恒大院线管理有限公司", "万科-->万科物业服务有限公司", "深圳市怡亚通供应链-->深圳市怡亚通供应链股份有限公司", "海航-->贵州海航怀酒酒业有限公司", "苏宁-->贵阳苏宁云商销售有限公司", "京东-->贵阳京东永航贸易有限公司", "海航-->贵州海航怀酒酒业有限公司", "万科-->贵阳万科房地产有限公司", "碧桂园-->贵阳花溪碧桂园物业发展有限公司", "万科-->万科物业", "海航-->贵州海航怀酒酒业有限公司", "万达-->奇瑞万达技术中心", "万科-->贵阳万科", "苏宁-->贵阳苏宁云商销售有限公司", "苏宁-->贵阳苏宁云商销售有限公司", "万达-->奇瑞万达贵州客车股份有限公司", "万达-->贵州万达汽车有限公司", "九州通医药-->九州通医药集团股份有限公司", "碧桂园-->广东碧桂园物业服务股份有限公司", "苏宁-->贵阳苏宁云商销售有限公司", "万科-->成都万科物业服务有限公司贵阳分公司", "苏宁-->贵阳苏宁云商销售有限公司", "银亿-->广西银亿新材料有限公司", "恒大-->恒大集团有限公司", "华南物资-->华南物资集团有限公司", "苏宁-->贵阳苏宁云商销售有限公司", "恒大-->恒大旅游集团", "苏宁-->贵阳苏宁云商销售有限公司", "海航-->贵州海航怀酒酒业有限公司", "苏宁-->贵阳苏宁云商销售有限公司", "苏宁-->贵阳黔宁苏宁物流有限公司", "苏宁-->贵阳苏宁云商销售有限公司"],
    "total_num": 1604
}, {
    "name": ["华南理工大学", "985", "广东", "广州"],
    "data": ["广州富力地产-->广州富力地产股份有限公司宣讲会", "万科-->广州市万科房地产有限公司宣讲会", "步步高-->步步高教育电子有限公司宣讲会", "恒大-->恒大集团有限公司宣讲会", "碧桂园-->碧桂园-万方建设2018校园宣讲会", "海航-->海航机场集团宣讲会", "中南-->江苏中南建设集团股份有限公司宣讲会", "九州通医药-->九州通医药集团股份有限公司宣讲会", "广州市时代地产-->广州市时代地产集团有限公司宣讲会", "海航-->海南海航基础设施投资集团股份有限公司宣讲会", "中南-->中国民用航空中南地区空中交通管理局宣讲会", "深圳市怡亚通供应链-->深圳市怡亚通供应链股份有限公司宣讲会", "碧桂园-->碧桂园-万方建设2018校园宣讲会"],
    "total_num": 524
}, {
    "name": ["南开大学", "985", "天津", "天津"],
    "data": ["苏宁-->天津苏宁云商有限公司", "中南-->中南财经政法大学", "天安人寿保险-->天安人寿保险股份有限公司河北分公司", "中南-->中南财经政法大学", "天安人寿保险-->天安人寿保险股份有限公司河北分公司", "苏宁-->天津苏宁云商有限公司", "荣盛-->荣盛房地产发展股份有限公司", "阳光保险-->阳光保险集团股份有限公司", "荣盛-->荣盛房地产发展股份有限公司", "阳光保险-->阳光保险集团股份有限公司", "苏宁-->天津苏宁云商有限公司", "万达-->万达信息股份有限公司", "泰康保险-->泰康保险集团数据信息中心", "泰康保险-->泰康保险集团数据信息中心", "华夏幸福基业-->华夏幸福基业股份有限公司", "物美-->天津物美投资发展有限公司"],
    "total_num": 940
}, {
    "name": ["电子科技大学", "985", "四川", "成都"],
    "data": ["万达-->万达信息股份有限公司", "京东-->北京京东叁佰陆拾度电子商务有限公司", "北京链家房地产经纪-->北京链家房地产经纪有限公司", "京东-->北京京东尚科信息技术有限公司成都分公司", "海航-->海航科技集团有限公司", "苏宁-->四川苏宁云商销售有限公司", "万达-->万达信息股份有限公司", "万达-->北京明朝万达科技股份有限公司", "恒大-->恒大集团有限公司", "同程网络科技股份-->同程网络科技股份有限公司"],
    "total_num": 1087
}, {
    "name": ["兰州大学", "985", "甘肃", "兰州"],
    "data": ["恒大-->“恒心在·大未来” ——恒大集团2017校园招聘", "海航-->海航货运有限公司招聘", "万达-->“来万达，实现小目标”——万达商管2017年管理培训生（陕西、甘肃、…", "五星-->江苏五星电器有限公司招聘", "万科-->万科物业招聘", "碧桂园-->碧桂园集团2018校园招聘", "恒大-->“恒心在 大未来” 恒大集团“恒星计划”2018校园招聘", "苏宁-->甘肃苏宁2018年校园招聘简章", "万科-->万科集团中西部区域2018校园招聘", "北京链家房地产经纪-->北京链家房地产经纪有限公司2017招聘"],
    "total_num": 431
}, {
    "name": ["华中科技大学", "985", "湖北", "武汉"],
    "data": ["万达-->万达信息股份有限公司", "万达-->万达信息股份有限公司", "同程网络科技股份-->同程网络科技股份有限公司", "恒大-->恒大农牧集团", "河南正商置业-->河南正商置业有限公司", "中南-->江苏中南建设集团股份有限公司", "步步高-->哈尔滨步步高通信有限公司", "广州富力地产-->广州富力地产股份有限公司", "京东-->达疆网络科技（上海）有限公司（达达-京东到家）", "九州通医药-->九州通医药集团股份有限公司", "新城控股-->新城控股集团股份有限公司", "广州市时代地产-->广州市时代地产集团有限公司", "恒大-->恒大集团有限公司", "碧桂园-->碧桂园集团", "中南-->中国市政工程中南设计研究总院有限公司", "海航-->中交上海航道局有限公司", "万科-->武汉市万科房地产有限公司", "大汉-->上海大汉三通数据通信有限公司", "海航-->海航科技集团有限公司", "京东-->武汉京东世纪贸易有限公司", "百度-->百度时代网络技术（北京）有限公司", "中南-->【实习】江苏中南建设集团股份有限公司", "百度-->【实习】百度在线网络技术（北京）有限公司", "海航-->海航科技物流集团有限公司", "京东-->【实习】北京京东叁佰陆拾度电子商务有限公司", "万达-->万达信息股份有限公司", "九州通医药-->九州通医药集团股份有限公司"],
    "total_num": 1300
}, {
    "name": ["郑州大学", "211", "河南", "郑州"],
    "data": ["万达-->万达商管2017年管理培训生校园招聘", "万科-->郑州万科泊寓高校实习生选拔赛", "京东-->京东2017校园招聘会（江苏）", "九州通医药-->九州通医药集团2017年校园招聘", "万科-->郑州万科2017春季校园招聘", "万达-->万达信息2017校园招聘", "荣盛-->“鹰飞计划”--荣盛发展2018届暑期实习生招募宣讲", "碧桂园-->碧桂园集团河南区域营销部2017暑期实习生招聘简章", "京东-->京东（江苏）2018未来之星招聘", "九州通医药-->九州通医药集团2018小天鹅人才（管培生）招聘", "万达-->万达信息股份有限公司", "万达-->北京明朝万达科技股份有限公司2018校园招聘宣讲会", "荣盛-->鹰飞计划--荣盛发展2018届校园招聘郑州大学站", "万科-->万科物业2018校园宣讲会", "碧桂园-->碧桂园集团2018校园宣讲", "广汇实业-->河南广汇实业集团有限公司", "恒大-->恒大集团2018恒星计划校园招聘", "万科-->郑州万科2018秋季校园招聘", "苏宁-->河南苏宁易购2018校园招聘", "福星-->福建六建集团“福星计划”2018校园招聘", "恒大--> 恒大旅游集团“恒星计划”2018校园招聘 工程类专场", "碧桂园-->碧桂园·现代筑美家居校园招聘宣讲会", "万科-->第二届郑州万科泊寓实习生挑战赛"],
    "total_num": 1074
}, {
    "name": ["西南大学", "211", "重庆", "重庆"],
    "data": ["荣盛-->荣盛地产", "恒大-->恒大集团", "万科-->万科物业", "重庆华宇-->重庆华宇物业服务集团", "万达-->万达信息股份有限公司", "万科-->重庆万科2018届V-Star校招", "太平鸟-->太平鸟悦尚童装", "万科-->万科梅沙教育", "恒大-->恒大金融集团", "万科-->佛山万科", "苏宁-->重庆苏宁有限公司", "苏宁-->苏宁控股集团川南大区"],
    "total_num": 950
}, {"name": ["北京科技大学", "211", "北京", "北京"], "data": [], "total_num": 1}, {
    "name": ["南京邮电大学", "211", "江苏", "南京"],
    "data": ["苏宁-->苏宁云商集团股份有限公司", "恒大-->恒大地产集团有限公司", "京东-->江苏京东信息技术有限公司扬州分公司", "恒大-->深圳市恒大饮品有限公司江苏分公司", "海航-->上海航天科工电器研究院有限公司", "圆通速递-->圆通速递有限公司", "京东-->江苏京东信息技术有限公司扬州分公司", "碧桂园-->广东碧桂园物业服务股份有限公司", "恒大-->恒大地产集团有限公司"],
    "total_num": 455
}, {"name": ["北方工业大学", "一本", "北京", "北京"], "data": [], "total_num": 0}, {
    "name": ["兰州理工大学", "二本", "甘肃", "兰州"],
    "data": ["百度-->百度（新疆）营销服务中心", "深圳华强-->深圳华强方特文化科技集团股份有限公司"],
    "total_num": 182
}, {
    "name": ["长江大学", "二本", "湖北", "武汉"],
    "data": ["恒大-->恒大地产集团有限公司", "恒大-->荆州恒大房地产开发有限公司", "恒大-->恒大集团", "恒大-->荆州恒大房地产开发有限公司", "碧桂园-->荆州碧桂园房地产开发有限公司", "恒大-->恒大地产集团有限公司", "苏宁-->荆州苏宁云商销售有限公司", "京东-->京东物流·2018华东区域AFS校园招聘"],
    "total_num": 320
}, {
    "name": ["重庆大学", "985", "重庆", "重庆"],
    "data": ["万科-->佛山市万科置业有限公司", "海航-->海航货运有限公司", "恒大-->恒大人寿保险有限公司", "重庆新鸥鹏-->重庆新鸥鹏地产（集团）有限公司", "苏宁-->重庆苏宁云商销售有限公司", "万达-->万达信息股份有限公司", "京东-->江苏京东信息技术有限公司成都分公司", "京东-->成都京东世纪贸易有限公司", "重庆华宇-->重庆华宇物流有限公司", "荣盛-->重庆荣盛鑫煜房地产开发有限公司", "京东-->成都京东世纪贸易有限公司", "华夏幸福基业-->华夏幸福基业股份有限公司", "广州富力地产-->广州富力地产（重庆）有限公司", "苏宁-->重庆苏宁云商销售有限公司", "恒大-->恒大集团有限公司", "海航-->海航旅业集团有限公司", "重庆新鸥鹏-->重庆新鸥鹏地产（集团）有限公司", "碧桂园-->重庆市碧桂园房地产开发有限公司", "中南-->中国市政工程中南设计研究总院有限公司", "新城控股-->新城控股集团股份有限公司", "九州通医药-->九州通医药集团股份有限公司", "苏宁-->重庆苏宁云商销售有限公司", "中南-->江苏中南建设集团股份有限公司", "万达-->万达信息股份有限公司", "中南-->北京城建中南土木工程集团有限公司", "广汇实业-->新疆广汇实业投资（集团）有限责任公司", "海航-->海南海航基础设施投资集团股份有限公司", "恒大-->恒大金融控股集团（深圳）有限公司", "万科-->佛山市万科置业有限公司", "苏宁-->重庆苏宁云商销售有限公司", "苏宁-->重庆苏宁云商销售有限公司"],
    "total_num": 1683
}, {
    "name": ["烟台大学", "二本", "山东", "烟台"],
    "data": ["恒大-->恒大集团", "万达-->中国万达集团 2017 年校园招聘", "恒大-->恒大集团", "苏宁-->苏宁（青岛）1200工程"],
    "total_num": 272
}, {
    "name": ["华北电力大学", "一本", "北京", "北京"],
    "data": ["苏宁-->北京苏宁云商销售有限公司", "物美-->北京物美商业集团股份有限公司", "北京链家房地产经纪-->北京链家房地产经纪有限公司昌平第一百三十九分公司", "苏宁-->北京苏宁云商销售有限公司", "海航-->海航飞翔航空俱乐部有限公司", "北京链家房地产经纪-->北京链家房地产经纪有限公司昌平第八十九分公司"],
    "total_num": 375
}, {
    "name": ["温州大学", "二本", "浙江", "温州"],
    "data": ["苏宁-->温州苏宁云商销售有限公司", "恒大-->恒大集团“恒心计划”2018校园招聘", "万科-->杭州万科物业服务有限公司", "碧桂园-->碧桂园温州片区营销人才宣讲会", "万科-->浙江浙南万科房地产有限公司", "碧桂园-->碧桂园温州片区营销人才宣讲会", "万科-->浙江浙南万科房地产有限公司"],
    "total_num": 142
}, {
    "name": ["中央财经大学", "211", "北京", "北京"],
    "data": ["碧桂园-->北京碧桂园凤凰置业发展有限公司", "苏宁-->南京苏宁软件技术有限公司", "银亿-->银亿集团有限公司", "恒大-->恒大金融控股集团（深圳）有限公司", "万达-->万达文化旅游规划研究院有限公司", "华夏幸福基业-->华夏幸福基业股份有限公司", "海航-->海航航空创新投资有限公司", "碧桂园-->佛山市顺德区碧桂园物业发展有限公司", "碧桂园-->北京碧桂园凤凰置业发展有限公司", "碧桂园-->北京碧桂园凤凰置业发展有限公司", "海航-->海航速运（北京）有限责任公司", "碧桂园-->北京碧桂园凤凰置业发展有限公司", "碧桂园-->北京碧桂园凤凰置业发展有限公司", "华夏幸福基业-->华夏幸福基业股份有限公司", "物美-->北京物美商业集团股份有限公司", "三胞-->三胞集团有限公司", "河南正商置业-->河南正商置业有限公司", "广州市时代地产-->广州市时代地产集团有限公司", "碧桂园-->北京碧桂园凤凰置业发展有限公司", "碧桂园-->北京碧桂园凤凰置业发展有限公司", "俊发地产有限责任-->俊发地产有限责任公司", "中南-->中南工程咨询设计集团有限公司", "俊发地产有限责任-->俊发地产有限责任公司", "河南正商置业-->河南正商置业有限公司", "苏宁-->北京苏宁云商销售有限公司", "包商银行-->包商银行股份有限公司", "万科-->北京万科房地产经纪有限公司", "海航-->新光海航人寿保险有限责任公司", "恒大-->恒大集团有限公司", "万科-->浙江万科随园嘉树老年公寓管理有限公司", "万科-->浙江万科随园嘉树老年公寓管理有限公司"],
    "total_num": 2692
}, {
    "name": ["天津工业大学", "二本", "天津", "天津"],
    "data": ["恒大-->恒大集团", "万科-->天津万科物业服务有限公司", "万科-->天津万科房地产有限公司", "恒大-->恒大集团", "中南-->中南服务", "太平鸟-->宁波太平鸟时尚服饰股份有限公司", "苏宁-->苏宁云商", "碧桂园-->碧桂园"],
    "total_num": 315
}, {
    "name": ["中南大学", "985", "湖南", "长沙"],
    "data": ["碧桂园-->碧桂园集团“未来领袖计划”招聘", "碧桂园-->碧桂园集团2018碧业生预科班 招聘简章", "碧桂园-->碧桂园集团2017“碧业生”春季校园招聘", "万科-->万科2017“源动力”实习生招聘", "中南-->中国市政工程中南设计研究总院有限公司2018年应届生校园招聘公告", "京东-->京东华南2018校园招聘", "京东-->京东商城华南分公司", "广州晶东贸易-->广州晶东贸易有限公司\t", "中南-->2017年广东省长大公路工程有限公司中南大学校园招聘信息", "中南-->中南大学铁路行业2018届毕业生供需见面会", "碧桂园-->碧桂园集团2018届超级“碧业生”校园招聘", "中南-->中铁工程机械研究设计院有限公司2018年中南大学招聘", "恒大-->恒大旅游集团“恒星计划”2018校园招聘", "中南-->金华市轨道交通投资建设有限公司 2018年中南大学校园招聘公告", "中南-->中南大学爱尔眼科学院研究生招生宣讲", "中南-->中南大学2018年研究生招生宣传周暨首场宣讲会", "恒大-->恒大健康产业集团校招招聘信息", "中南-->纵横资本2018中南大学湘雅校区招聘信息", "大汉-->大汉汽车集团管培生招聘", "恒大-->恒大集团有限公司", "万达-->万达信息股份有限公司", "深圳华强-->深圳华强方特文化科技集团股份有限公司", "中南-->中南大学2017年首场毕业生供需见面会", "泰康保险-->泰康保险集团数据中心", "京东-->京东商城华南分公司   ", "银亿-->广西银亿新材料有限公司(参加2017年3月26日双选会)", "中南-->中国民用航空中南地区空中交通管理局湖南分局", "中南-->“就业去哪儿”第二季大型校园公益活动-中南大学站", "百度-->百度常州总代理(参加常州组团)", "步步高-->步步高教育电子有限公司湖南分公司", "中南-->中南大学2017年春季毕业生供需见面会", "中南-->盖亚中南环保科技有限公司", "大汉-->大汉物流股份有限公司", "苏宁-->湖南苏宁云商有限公司", "步步高-->步步高商业连锁股份有限公司", "海航-->海航物流集团有限公司", "苏宁-->苏宁控股集团", "步步高-->杭州步步高通信有限公司", "九州通医药-->九州通医药集团股份有限公司", "大汉-->大汉城镇建设有限公司", "万达-->万达信息股份有限公司", "百度-->百度在线网络技术有限公司", "中南-->中南大学2018届毕业生首场供需见面会", "东岭-->东岭集团股份有限公司", "百度-->百度搜索公司", "恒大-->恒大地产集团有限公司", "碧桂园-->广东碧桂园物业服务股份有限公司 ", "京东-->江苏京东信息技术有限公司", "步步高-->步步高教育电子有限公司", "中南-->中国电建集团中南勘测设计研究院有限公司", "华夏幸福基业-->华夏幸福基业股份有限公司", "海航-->海航机场集团有限公司", "中南-->深圳中南人力资源集团组团招聘", "深圳市怡亚通供应链-->深圳市怡亚通供应链股份有限公司", "恒大-->恒大农牧集团", "正荣-->正荣地产控股股份有限公司", "万科-->东莞市万科商业管理有限公司 ", "中南-->浙江中南建设集团有限公司", "深圳华强-->深圳华强方特文化科技集团股份有限公司", "万马联合-->万马联合控股集团有限公司", "银亿-->广西银亿新材料有限公司", "银亿-->广西银亿新材料有限公司", "苏宁-->湖南苏宁云商有限公司", "苏宁-->广西苏宁云商销售有限公司", "银亿-->银亿集团有限公司", "步步高-->步步高集团", "中南-->深圳市中南劳务派遣有限公司", "恒大-->恒大集团有限公司", "苏宁-->湖南苏宁云商有限公司", "苏宁-->湖南苏宁云商有限公司"],
    "total_num": 4950
}, {
    "name": ["四川大学", "985", "四川", "成都"],
    "data": ["恒大-->恒大集团近期到我校招聘", "恒大-->恒大人寿保险有限公司近期到成都招聘", "万达-->万达信息股份有限公司近期到我校招聘", "万达-->万达商业管理有限公司四川分公司近期到我校招聘", "京东-->京东成都研究院近期到我校招聘", "碧桂园-->碧桂园集团2017碧业生预科班近期到我校招聘", "阳光保险-->阳光保险有限公司四川分公司近期到我校招聘", "荣盛-->荣盛房地产发展股份有限公司近期到我校招聘", "万科-->万科2017“源动力”实习生招聘", "中南-->中南粤水电建设有限公司近期到我校招聘", "中南-->中南置地近期到我校招聘", "百度-->百度近期到我校招聘", "京东-->京东西南大区研究所近期到我校招聘", "京东-->达达-京东到家近期到我校招聘", "中南-->中国市政工程中南设计研究总院有限公司近期到成都招聘", "海航-->海航集团近期到我校招聘", "海航-->海航旅业集团近期到我校招聘", "海航-->海航科技集团近期到我校招聘", "万科-->万科企业股份有限公司近期到我校招聘", "苏宁-->四川苏宁云商销售有限公司近期到我校招聘", "中南-->中国电建集团中南勘测设计研究院有限公司近期到我校招聘", "恒大-->恒大集团近期到我校招聘", "九州通医药-->九州通医药集团股份有限公司近期到我校招聘", "中南-->中南置地成都城市公司近期到我校招聘", "万科-->万科物业近期到我校招聘", "碧桂园-->碧桂园集团到我校招聘", "万达-->北京明朝万达科技股份有限公司近期到我校招聘", "海航-->海航货运有限公司近期到我校招聘", "荣盛-->荣盛房地产发展股份有限公司近期到我校招聘", "海航-->海航实业近期到我校招聘", "海航-->海航基础设施投资集团股份有限公司近期到成都招聘", "百度-->百度搜索公司近期到我校招聘", "万达-->万达信息股份有限公司近期到我校招聘", "恒大-->恒大农牧集团近期到我校招聘", "广汇实业-->新疆广汇实业投资（集团）有限责任公司近期到我校招聘", "恒大-->恒大金融控股集团（深圳）有限公司近期到我校招聘", "苏宁-->苏宁1200工程十六期管培生招聘近期到我校招聘"],
    "total_num": 2187
}, {"name": ["上海海关学院", "二本", "上海", "上海"], "data": [], "total_num": 0}, {
    "name": ["四川大学锦城学院", "二本", "四川", "成都"],
    "data": [],
    "total_num": 7
}, {
    "name": ["江汉大学", "二本", "湖北", "武汉"],
    "data": ["苏宁-->武汉苏宁云商销售有限公司", "圆通速递-->圆通速递有限公司", "碧桂园-->碧桂园橙家2018届校园招聘宣讲会"],
    "total_num": 240
}, {
    "name": ["成都信息工程大学", "二本", "四川", "成都"],
    "data": ["海航-->海航机场集团有限公司"],
    "total_num": 250
}, {"name": ["北京石油化工学院", "二本", "北京", "北京"], "data": [], "total_num": 8}];